export default {
  userInfo: [
    // 微信名称 - 城市code
    { name: 'Khyron', city: '330100' }
  ],
  kimiApiBaseUrl: 'https://api.moonshot.cn/v1',
  KIMI_API_KEY: '', //Moonshot Key  官网申请：https://platform.moonshot.cn/console/api-keys
  // 晚安语录
  nightList: [
    '夜色温柔，如你眼眸，愿这宁静的夜晚，带给你无尽的甜梦，晚安。',
    '晚安，愿你今晚有个安静的夜晚，明天充满活力与勇气。',
    '把今日的疲惫留给星空，让明日的希望照进心房，晚安，好梦相随。',
    '晚安，愿你今晚的枕头充满幸福，明早的阳光照亮你的梦。',
    '愿你今晚有个甜蜜的梦境，晚安！',
    '晚安，愿你梦中有繁星点点，照亮你的梦境。',
    '妈的，赶紧滚去睡觉，再不睡头发给你掉秃噜皮😡',
    '晚上好，愿星光点缀你的梦境，愿你睡得安稳，梦得香甜。晚安！',
    '夜幕低垂，繁星点点，愿你的梦里也有星光璀璨，晚安。',
    '黑夜虽长，黎明将至，愿你心怀希望，安然入梦，晚安。',
    '睡前清空思绪，不为昨日遗憾，不为明日忧虑，只愿今夜有个好梦，醒来又是美好的一天。晚安!',
    '熬夜会让人变丑，但如果本身就丑的话，还是可以放心的熬。'
  ]
}
